// 霸都丶傲天 2019年10月10日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "今天的寿星",  // 同上...
        "政茹小妹妹",
        "一岁一礼  一寸欢喜",
        "生日快乐  未来可期",
        "我们第一次聊天是在华为云培训时",
        "因为你俏皮的话",
        "我去查看了自己是否得奖",
        "我当时觉得你很有责任感与幽默",
        "然后呢",
        "再一次将我们链接的是",
        "做我们组的海报",
        "看你做的海报，感觉",
        "哇，这么难看",
        "嘿嘿，开个玩笑",
        "之后呢",
        "因为招新餐补的事情",
        "我当时开了个玩笑",
        "让你给个五星好评",
        "你认真的回答",
         "让我眼前一黑 嘿嘿",
        "最近嘞",
        "因为吉他的事情",
        "我们又一次在一起畅谈",
        "让我了解了一个",
        "活泼、热情、有趣、可爱",
        "有才、孝顺、选择困难症",
        "地铁跑酷很牛的",
        "政茹小妹妹",
        "我觉得这个缘分",
        "真的是妙不可言丫",
        "最后",
        "last but not least",
        "愿你",
        "身比母猪壮",
        "命比王八长",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "政茹小妹妹": "D:/视频素材/新建文件夹/照片1.jpg",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "开始",
        play: "音乐",
        bannar_coming: "再来点东西吧！",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
